Repository: woocommerce/woosidebars
Catalog: lang/woosidebars-*.po
Languages: it_it, ru_ru, uk_ua

source: Conditions
it_it: Condizioni
ru_ru: Условия
uk_ua: Умови

source: Pages
it_it: Pagine
ru_ru: Страницы
uk_ua: Сторінки

source: The "%s" page
it_it: La pagina "%s"
ru_ru: Страница "%s"
uk_ua: Сторінка "%s"

source: A custom sidebar for "%s"
it_it: Una sidebar personalizzata per "%s"
ru_ru: Пользовательская боковая панель для "%s"
uk_ua: Бічна колонка для "%s"

source: Page Templates
it_it: Template di pagina
ru_ru: Шаблоны страниц
uk_ua: Шаблони сторінок

source: The "%s" page template
it_it: Il template di pagina "%s"
ru_ru: Шаблон страницы "%s"
uk_ua: Шаблон сторінки "%s"

source: Post Types
it_it: Post Type
ru_ru: Типы записей
uk_ua: Типи записів

source: "%s" Post Type Archive
it_it: L'archivio del Post Type "%s"
ru_ru: Архив записей типа "%s"
uk_ua: Архів записів типу "%s"

source: The "%s" post type archive
it_it: L'archivio del post type "%s"
ru_ru: Архив записей типа "%s"
uk_ua: Архів усіх записів типу "%s"

source: Each Individual %s
it_it: Ogni %s Individuale
ru_ru: Отдельная запись типа "%s"
uk_ua: Окремо %s

source: Entries in the "%s" post type
it_it: Elementi nel post type "%s"
ru_ru: Записи типа "%s"
uk_ua: Записи типу "%s"

source: Taxonomy Archives
it_it: Archivio Tassonomie
ru_ru: Архивы таксономий
uk_ua: Архіви таксономій

source: The default "%s" archives
it_it: L'archivio di default "%s"
ru_ru: Архивы "%s" по умолчанию
uk_ua: Архіви "%s" за замовчуванням

source: The %s %s archive
it_it: L'archivio %s %s
ru_ru: Архив %s %s
uk_ua: Архів %s %s

source: All posts in "%s"
it_it: Tutti gli articoli in "%s"
ru_ru: Все записи в "%s"
uk_ua: Всі записи в "%s"

source: All posts in the %s %s archive
it_it: Tutti gli articoli nell'archivio %s %s
ru_ru: Все записи в архиве %s %s
uk_ua: Всі записи в архіві %s %s

source: All posts tagged "%s"
ru_ru: Все записи с меткой "%s"
uk_ua: Всі записи з теґом "%s"

source: All posts tagged %s
ru_ru: Все записи с меткой %s
uk_ua: Всі записи з теґом %s

source: Template Hierarchy
it_it: Gerarchia Template
ru_ru: Иерархия шаблонов
uk_ua: Ієрархія шаблонів

source: Displayed on all pages that don't have a more specific widget area.
it_it: Mostrata su tutte le pagine che non hanno aree widget specifiche.
ru_ru: Отображается на всех страницах, не имеющих более специфичной области виджетов.
uk_ua: Відображується на всіх сторінках, які не мають більш специфічної бічної колонки.

source: Search Results
it_it: Risultati di Ricerca
ru_ru: Результаты поиска
uk_ua: Результати пошуку

source: Displayed on search results screens.
it_it: Mostrata su tutte le schermate dei risultati di ricerca.
ru_ru: Отображается на страницах результатов поиска.
uk_ua: Відображуються на сторінках результатів пошуку.

source: Default "Your Latest Posts" Screen
it_it: Schermata di default "I Tuoi Ultimi Articoli"
ru_ru: Страница последних записей
uk_ua: Сторінка ваших останніх записів

source: Displayed on the default "Your Latest Posts" screen.
it_it: Mostrata sulla schermata di default "I Tuoi Ultimi Articoli"
ru_ru: Отображается на странице последних записей по умолчанию.
uk_ua: Відображується на сторінці ваших останніх записів.

source: Front Page
it_it: Pagina Principale
ru_ru: Главная страница
uk_ua: Головна сторінка

source: Displayed on any front page, regardless of the settings under the "Settings -> Reading" admin screen.
it_it: Mostrata su qualunque pagina principale, indipendentemente dalle impostazioni in "Impostazioni -> Lettura".
ru_ru: Отображается на любой главной странице, в зависимости от настроек в разделе "Настройки -> Чтение".
uk_ua: Відображується на будь-якій головній сторінці, залежно від налаштувань у розділі "Налаштування -> Читання".

source: Single Entries
it_it: Elemento Singolo
ru_ru: Отдельные записи
uk_ua: Окремі записи

source: Displayed on single entries of any public post type other than "Pages".
it_it: Mostrato su ogni elemento singolo di qualunque post type diverso da "Pagine".
ru_ru: Отображается на странице любого публичного типа записи, кроме страниц.
uk_ua: Відображується в окремих записах будь-якого відкритого типу окрім сторінок.

source: All Archives
it_it: Tutti gli Archivi
ru_ru: Все архивы
uk_ua: Усі архіви

source: Displayed on all archives (category, tag, taxonomy, post type, dated, author and search).
it_it: Mostrato su tutti gli archivi (categoria, tag, tassonomia, post type, data, autore e ricerca).
ru_ru: Отображается во всех архивах (рубрика, метка, таксономия, тип записи, дата, автор и поиск).
uk_ua: Відображується в усіх архівах (категорія, тег, таксономія, тип запису, датування, автор та пошук).

source: Author Archives
it_it: Archivi Autore
ru_ru: Архивы автора
uk_ua: Архіви автора

source: Displayed on all author archive screens (that don't have a more specific sidebar).
it_it: Mostrata su tutte le pagine archivio dell'autore (non esiste una sidebar pi&ugrave; specifica).
ru_ru: Отображается на всех страницах архива авторов, не имеющих более специфичной боковой панели.
uk_ua: Відображується на всіх сторінках архіву автора (які не мають більш специфічної бічної колонки).

source: Date Archives
it_it: Archivi Data
ru_ru: Архивы дат
uk_ua: Архіви за датою

source: Displayed on all date archives.
it_it: Mostrata su tutti gli archivi di data.
ru_ru: Отображается во всех архивах дат.
uk_ua: Відображується у всіх архівах за датою.

source: 404 Error Screens
it_it: Schermata Errore 404
ru_ru: Страницы ошибок 404
uk_ua: Сторінки 404

source: Displayed on all 404 error screens.
it_it: Mostrata su tutte le pagine di errore 404.
ru_ru: Отображается на всех страницах ошибок 404.
uk_ua: Відображується на всіх сторінках помилки 404.

source: Taxonomy Terms
it_it: Tassonomie
ru_ru: Термины таксономии
uk_ua: Терміни таксономій

source: Advanced
it_it: Avanzato
ru_ru: Дополнительно
uk_ua: Детальніше

source: Taxonomy Token
it_it: Token Tassonomia
ru_ru: Токен таксономии
uk_ua: Токени таксономій

source: Widget Area
it_it: Area Widget
ru_ru: Область виджетов
uk_ua: Зона віджетів

source: Widget Areas
it_it: Aree Widget
ru_ru: Области виджетов
uk_ua: Зони віджетів

# post type general name
source: Widget Areas
it_it: Aree Widget
ru_ru: Области виджетов
uk_ua: Зони віджетів

# post type singular name
source: Widget Area
it_it: Area Widget
ru_ru: Область виджетов
uk_ua: Зона віджетів

# Widget Area
source: Add New
it_it: Aggiungi Nuova
ru_ru: Добавить новую
uk_ua: Додати нову

source: Add New %s
it_it: Aggiungi Nuova %s
ru_ru: Добавить новую %s
uk_ua: Додати нову %s

source: Edit %s
it_it: Modifica %s
ru_ru: Редактировать %s
uk_ua: Редагувати %s

source: New %s
it_it: Nuova %s
ru_ru: Новая %s
uk_ua: Нова %s

source: View %s
it_it: Vedi %s
ru_ru: Просмотреть %s
uk_ua: Переглянути %s

source: Search %a
it_it: Cerca %a
ru_ru: Искать %a
uk_ua: Шукати %s

source: No %s Found
it_it: Nessuna %s trovata
ru_ru: Не найдены %s
uk_ua: Не знайдено %s

source: No %s Found In Trash
it_it: Nessuna %s trovata nel Cestino
ru_ru: Не найдены %s в корзине
uk_ua: Не знайдено видалених %s

source: (Not in use by current theme)
it_it: (Non in uso nel tema attuale)
ru_ru: (Не используется активной темой)
uk_ua: (Не використовується активною темою)

source: Sidebar To Replace
it_it: Sidebar da Sostituire
ru_ru: Боковая панель для замены
uk_ua: Бічна колонка для заміни

source: Condition(s)
it_it: Condizione/i
ru_ru: Условия
uk_ua: Умови

source: Description
it_it: Descrizione
ru_ru: Описание
uk_ua: Опис

source: No sidebars are available with this theme.
it_it: Nessuna sidebar disponibile in questo tema.
ru_ru: Эта тема не поддерживает боковые панели.
uk_ua: Нема в наявності бічних колонок для цієї теми.

source: Add an optional description, to be displayed when adding widgets to this widget area on the %sWidgets%s screen.
it_it: Aggiungi una descrizione opzionale, da mostrare durante l'aggiunta di widget in quest'area, nella schermata %sWidget%s.
ru_ru: Необязательное описание, которое отображается при добавлении виджетов в эту область на странице %sвиджетов%s.
uk_ua: Додайте необов'язковий опис, що відображується під час додавання віджетів до цієї зони на сторінці %sВіджети%s.

source: Enter widget area name here
it_it: Inserisci qui il nome dell'area widget
ru_ru: Введите здесь имя для области виджетов
uk_ua: Введіть ім'я нової зони віджетів

source: Widget Area updated.
it_it: Area Widget aggiornata.
ru_ru: Область виджетов обновлена.
uk_ua: Зону віджетів оновлено.

source: Custom Sidebars
it_it: Sidebar Personalizzate
ru_ru: Пользовательские боковые панели
uk_ua: Бічні колонки

source: You do not have sufficient permissions to access this page.
it_it: Non hai i permessi necessari per accedere a questa pagina.
ru_ru: Вы не имеете прав, достаточных для доступа к этой странице.
uk_ua: У вас недостатньо прав для доступу до цією сторінки.

source: You have taken too long. Please go back and retry.
it_it: Il tuo token &egrave; troppo lungo. Per favore torna indietro e riprova.
ru_ru: Вы использовали слишком много времени. Пожалуйста, вернитесь назад и повторите попытку.
uk_ua: Використано забагато часу. Будь ласка, поверніться та спробуйте знову.

source: Overview
it_it: Riepilogo
ru_ru: Обзор
uk_ua: Огляд

source: All custom widget areas are listed on this screen. To add a new customised widget area, click the "Add New" button.
it_it: Qui sono mostrate tutte le aree widget personalizzate. Per aggiungerne una, clicca sul bottone "Aggiungi Nuova".
ru_ru: Все пользовательские области виджетов перечислены на этой странице. Чтобы добавить новую модифицированную область виджетов, нажмите кнопку "Добавить новую".
uk_ua: Усі користувальницкі зони віджетів перелічено на цьому екрані. Щоб додати нову зону віджетів, натисніть кнопку "Додати нову".

source: Sidebar Manager
it_it: Manager delle Sidebar
ru_ru: Менеджер боковых панелей
uk_ua: Менеджер бічних колонок

source: WooSidebars is intended to replace the Sidebar Manager found in the WooFramework. Please ensure that all sidebars have been transferred over from the Sidebar Manager, if you choose to use WooSidebars instead.
it_it: WooSidebar &egrave; pensato per sostituire il Manager delle Sidebar di WooFramework. Per favore, assicurati che tutte le sidebar sono state trasferite dal Manager delle Sidebar, se hai scelto di utilizzare WooSidebars.
ru_ru: WooSidebars предназначен для замены менеджера боковых панелей в WooFramework. Пожалуйста, убедитесь, что все боковые панели были перенесены из менеджера боковых панелей, если вы хотите использовать вместо него WooSidebars.
uk_ua: WooSidebars призначено для заміни менеджеру бічних колонок з WooFramework. Будь ласка, переконайтеся, що всі бічні колонки було перенесено з менеджеру, якщо ви вирішили використовувати замість нього WooSidebars.

source: To transfer a sidebar from the Sidebar Manager:
it_it: Per trasferire una sidebar dal Manager delle Sidebar:
ru_ru: Чтобы перенести боковую панель из менеджера:
uk_ua: Щоб передати бічні колонки з менеджеру:

source: Create a new custom widget area in WooSidebars.
it_it: Crea una nuova area widget in WooSidebars.
ru_ru: Создайте новую область виджетов в WooSidebars.
uk_ua: Додайте нову зону віджетів за допомогою WooSidebars.

source: Visit the %sAppearance &rarr; Widgets%s screen and drag the widgets from the old sidebar into the newly created sidebar.
it_it: Vai in %sAspetto &rarr; Widget%s e trascina i widget dalla vecchia sidebar in quella nuova appena creata.
ru_ru: Перейдите на страницу %sВнешний вид &rarr; Виджеты%s и перетащите виджеты из старой боковой панели в созданную.
uk_ua: Перейдіть на екран %sЗовнішній вигляд &rarr; Віджети%s та перетягніть віджети із старої колонки до створеної.

source: Repeat this process for each of your custom sidebars, including dependencies if necessary (the WooSidebars conditions system replaces the need for dependencies).
it_it: Ripeti questo processo per ogni sidebar personalizzata, includendo le varie dipendenze se necessario (il sistema di condizioni di WooSidebars sostituisce il bisogno di dipendenze).
ru_ru: Повторите эту процедуру для каждой из ваших боковых панелей, включая зависимые, если это необходимо (система условий WooSidebars заменяет использование зависимостей).
uk_ua: Повторіть цю процедуру для кожної колонки включно з залежними, якщо потрібно (система умов WooSidebars замінює потребу в залежностях).

source: Once you are certain that you widgets have been moved across for all widget areas, remove the sidebar from the Sidebar Manager (don't forget to transfer any dependencies over as well, if necessary).
it_it: Quando sei certo che i tuoi widget sono stati spostati da tutte le aree widget, rimuovi la sidebar dal Manager delle Sidebar (non dimenticare di trasferire anche tutte le dipendenze, se necessario).
ru_ru: Когда вы будете уверены, что ваши виджеты во всех областях виджетов были перенесены, удалите боковую панель из менеджера (не забудьте перенести все необходимые зависимости).
uk_ua: Щойно ви впевнилися, що всі ваші віджети у всіх колонках було перенесено, видаліть бічну колонку з менеджеру (не забудьте перенести залежності в разі необхідності).

source: For more information:
it_it: Per ulteriori informazioni:
ru_ru: Дополнительная информация:
uk_ua: Більше інформації:

source: Support HelpDesk
it_it: Supporto
ru_ru: Поддержка HelpDesk
uk_ua: Підтримка HelpDesk

source: WooSidebars Documentation
it_it: Documentazione WooSidebars
ru_ru: Документация WooSidebars
uk_ua: Документація WooSidebars

source: Shop Page
it_it: Pagina Negozio
ru_ru: Страница магазина
uk_ua: Сторінка крамниці

source: The WooCommerce "Shop" landing page
it_it: La landing page "Negozio" di WooCommerce
ru_ru: Целевая страница магазина WooCommerce
uk_ua: Головна сторінка крамниці WooCommerce

source: Product Categories
it_it: Categorie Prodotto
ru_ru: Категории продуктов
uk_ua: Категорії продуктів

source: All product categories
it_it: Tutte le categorie prodotto
ru_ru: Все категории продуктов
uk_ua: Усі категорії продуктів

source: Product Tags
it_it: Tag Prodotto
ru_ru: Метки продуктов
uk_ua: Теґи продуктів

source: All product tags
it_it: Tutti i tag prodotto
ru_ru: Все метки продуктов
uk_ua: Усі теґи продуктів

source: Products
it_it: Prodotti
ru_ru: Продукты
uk_ua: Продукти

source: All products
it_it: Tutti i prodotti
ru_ru: Все продукты
uk_ua: Усі продукти

source: Cart Page
it_it: Pagina Carrello
ru_ru: Корзина
uk_ua: Сторінка кошику

source: The WooCommerce "Cart" page
it_it: La pagina "Carrello" di WooCommerce
ru_ru: Страница корзины WooCommerce
uk_ua: Сторінка кошику WooCommerce

source: Checkout Page
it_it: Pagina Checkout
ru_ru: Страница оплаты
uk_ua: Сторінка сплати

source: The WooCommerce "Checkout" page
it_it: La pagina "Checkout" di WooCommerce
ru_ru: Страница оплаты WooCommerce
uk_ua: Сторінка сплати заказу WooCommerce

source: Account Pages
it_it: Pagine Account
ru_ru: Страницы аккаунтов
uk_ua: Сторінки аккаунтів

source: The WooCommerce "Account" pages
it_it: Le pagine "Account" di WooCommerce
ru_ru: Страницы профилей пользователей WooCommerce
uk_ua: Сторінки аккаунтів WooCommerce

source: Products in the "%s" category
it_it: Prodotti nella categoria "%s"
ru_ru: Продукты в категории "%s"
uk_ua: Продукти в категорії "%s"

source: Products tagged "%s"
it_it: Prodotti taggati "%s"
ru_ru: Продукты с меткой "%s"
uk_ua: Продукти з теґом "%s"

source: Replace widget areas in your theme for specific pages, archives and other sections of WordPress.
ru_ru: Заменяет области виджетов в вашей теме для указанных страниц, архивов и других разделах WordPress.
uk_ua: Замінює зони віджетів у вашій темі для окремих сторінок, архівів та іншіх розділів WordPress.
